/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "term": {
      "type": "term",
      "blocks": {
        "category_ghYRNf": {
          "type": "category",
          "settings": {
            "title": "Term & Conditions",
            "icon_width": 16
          }
        },
        "question-1": {
          "type": "rich_item",
          "settings": {
            "title": "",
            "content": "<p>This website is operated by Langly. Throughout the website, \"we\" and \"our\" both refer to Langly. Langly provides this website, including all information, tools, and services provided to you (the user) by this website, provided that you accept all terms, conditions, policies, and statements described herein.</p><p>By accessing our website and/or purchasing goods from us, you are participating in our \"services\" and agreeing to abide by the following terms and conditions (\"Terms of Service\", \"Terms\"), including additional terms and conditions referenced in this article and/or provided through hyperlinks, as well as policies. These terms of service apply to all users of the website, including but not limited to visitors, suppliers, customers, merchants, and/or content contributors.</p><p>Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the website, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, you may not access the website or use any services. If these terms of service are considered an offer, acceptance is limited to these terms of service only.</p><p>Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the website, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, you may not access the website or use any services. If these terms of service are considered an offer, acceptance is limited to these terms of service only.</p><p>Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the website, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, you may not access the website or use any services. If these terms of service are considered an offer, acceptance is limited to these terms of service only.</p>"
          }
        },
        "rich_item_cEMRzz": {
          "type": "rich_item",
          "settings": {
            "title": "1.Online Store Terms",
            "content": "<p>By agreeing to these terms of service, you represent that you have reached at least the age of majority required by your state or province, or that you have reached the age of majority required by your state or province and have obtained our consent to allow any of your underage family members to use this website. You may not use our products for any illegal or unauthorized purposes, nor may you violate any laws in your jurisdiction (including but not limited to copyright laws) while using the services. </p><p>You are not allowed to spread any worms, viruses, or any destructive code. Violation or breach of any terms will result in immediate termination of your service.</p>"
          }
        },
        "rich_item_wrcAiX": {
          "type": "rich_item",
          "settings": {
            "title": "2.general conditions",
            "content": "<p>We reserve the right to refuse to provide services to anyone at any time for any reason. You understand that your content (excluding credit card information) may be transmitted in unencrypted form and involve (a) transmission through various networks; And (b) modify to meet and adapt to the technical requirements of the connected network or device. Credit card information is always encrypted when transmitted over the network. You agree that without our explicit written permission, you may not copy, duplicate, sell, resell or exploit any part of the services, the use of the services, access to the services, or any contacts on the website providing the services. The headings used in this agreement are for convenience only and shall not limit or otherwise affect these terms.</p>"
          }
        },
        "rich_item_LPGPWw": {
          "type": "rich_item",
          "settings": {
            "title": "3.Accuracy, completeness, and timeliness of information",
            "content": "<p>We are not responsible for any inaccurate, incomplete, or untimely information provided on this website. The information on this website is for general reference only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, complete, or timely sources of information. Any reliance on the information on this website is at your own risk. This website may contain certain historical information. Historical information is not necessarily the latest and is only for your reference. We reserve the right to modify the content of this website at any time, but we are not obligated to update any information on our website. You agree that monitoring changes on our website is your responsibility.</p>"
          }
        },
        "rich_item_fhFLLx": {
          "type": "rich_item",
          "settings": {
            "title": "4.Modification of services and prices",
            "content": "<p>Our product prices are subject to change without prior notice. We reserve the right to modify or discontinue the service (or any part or content thereof) at any time without prior notice. We shall not be liable to you or any third party for any modifications, price changes, suspensions or suspensions of the service.</p>"
          }
        },
        "rich_item_aQnWCr": {
          "type": "rich_item",
          "settings": {
            "title": "5.Product or service",
            "content": "<p>Some products or services may only be available online through the website. The quantity of these products or services may be limited and returns or exchanges will only be made in accordance with our return policy. We have made every effort to display the colors and images of the products displayed in the store as accurately as possible. We cannot guarantee that any color displayed on your computer monitor is accurate. We reserve the right to restrict the sale of our products or services to any individual, geographic region, or jurisdiction, but we are not obligated to do so. We may exercise this right based on specific circumstances. We reserve the right to limit the quantity of any product or service we provide. All product descriptions or pricing may be changed at any time without prior notice and are at our discretion. We reserve the right to stop providing any products at any time. Any offer for any product or service on this website is invalid under prohibited circumstances. We do not guarantee that the quality of any products, services, information, or other materials you purchase or obtain will meet your expectations, nor do we guarantee that any errors in the services will be corrected.</p>"
          }
        },
        "rich_item_7QMFmJ": {
          "type": "rich_item",
          "settings": {
            "title": "6.Accuracy of billing and account information",
            "content": "<p>We reserve the right to refuse any order you place with us. We have the discretion to limit or cancel the purchase quantity per person, per household, or per order. These restrictions may include orders placed from the same customer account or using the same credit card, and/or orders using the same billing and/or delivery address. If we change or cancel an order, we may attempt to notify you by contacting the email and/or billing address/phone number provided at the time of order placement. We reserve the right to restrict or prohibit orders that we believe appear to be placed by distributors, resellers, or distributors. You agree to provide the latest, complete, and accurate purchase and account information for all purchases made in our store. You agree to update your account and other information in a timely manner, including your email address, credit card number, and expiration date, so that we can complete your transaction and contact you when needed. For more details, please refer to our return policy.</p>"
          }
        },
        "rich_item_tEtgzr": {
          "type": "rich_item",
          "settings": {
            "title": "7.Optional tools",
            "content": "<p>We may provide you with access to third-party tools, which we neither monitor nor control or input. You acknowledge and agree that we provide access to such tools on an \"as is\" and \"as available\" basis, without any form of warranty, statement, or condition, and without any liability. We are not responsible for any liability arising from or related to your use of optional third-party tools. The risk of using the optional tools provided through the website is entirely borne by you. You should ensure that you are familiar with and agree to the terms of the tools provided by the relevant third-party providers. We may also provide new services and/or features (including publishing new tools and resources) through this website in the future. Such new features and/or services shall also be subject to the terms of this service.</p>"
          }
        },
        "rich_item_6TkNBp": {
          "type": "rich_item",
          "settings": {
            "title": "8.Third party links",
            "content": "<p>Some of the content, products, and services provided through our services may include materials from third parties. Third party links on this website may direct you to third-party websites unrelated to us. We are not responsible for reviewing or evaluating the content or accuracy, and we do not guarantee or assume any responsibility for any third-party materials or websites or any other third-party materials, products or services. about We are not responsible for any damages or losses related to the purchase or use of goods, services, resources, content, or any other transactions related to any third-party website. Please carefully read the policies and practices of third parties and ensure that you are aware of them before engaging in any transactions. Complaints, claims, doubts or issues related to third-party products should be raised directly to the third party.</p>"
          }
        },
        "rich_item_4Wf66r": {
          "type": "rich_item",
          "settings": {
            "title": "9.User comments, feedback, and other submitted content",
            "content": "<p>If you submit specific materials (such as competition works) as requested by us, or submit creative ideas, suggestions, proposals, plans or other materials without our request, whether through online, email, mail or other means (collectively referred to as \"comments\"), you agree that we may edit, copy, publish, distribute, translate and otherwise use any comments you forward to us at any time without limitation. We will not and do not have any obligation to (1) maintain confidentiality of any comments; (2) Compensate for any comments; Or (3) reply to any comments. We may, but are not obligated to, monitor, edit, or delete content that we deem illegal, offensive, threatening, defamatory, defamatory, pornographic, obscene, or otherwise offensive, or that violates any party's intellectual property or these terms of service. You agree that your comment will not infringe upon any third-party rights, including copyright, trademark, privacy, personality, or other personal or proprietary rights. You further agree that your comments will not contain defamatory or other illegal, abusive, or obscene materials, nor will they contain any computer viruses or other malicious software that may affect the operation of the service or any related website in any way. You are not allowed to use false email addresses, impersonate others, or mislead us or any third party about the source of any comments in any other way. You are fully responsible for any comments you post and their accuracy. We do not assume any responsibility for any comments made by you or any third party.</p>"
          }
        },
        "rich_item_aDDyx6": {
          "type": "rich_item",
          "settings": {
            "title": "10.Personal Information",
            "content": "<p>The personal information you submit through the store is governed by our privacy policy. View our privacy policy.</p>"
          }
        },
        "rich_item_jybRnw": {
          "type": "rich_item",
          "settings": {
            "title": "11.Errors, inaccuracies, and omissions",
            "content": "<p>Sometimes, the information on our website or services may contain printing errors, inaccuracies, or omissions related to product descriptions, prices, promotions, discounts, product shipping costs, shipping times, and availability. If any information on the service or any related website is inaccurate, we reserve the right to correct any errors, inaccuracies, or omissions at any time, and to change or update information or cancel orders without prior notice (including after you submit an order). Unless required by law, we do not assume any obligation to update, modify, or clarify information (including but not limited to pricing information) on our services or any related websites. If no specified update or refresh date is applied on the service or any related website, it shall not be deemed that all information on the service or any related website has been modified or updated.</p>"
          }
        },
        "rich_item_meMU7h": {
          "type": "rich_item",
          "settings": {
            "title": "12.prohibition of use",
            "content": "<p>In addition to other prohibited items specified in the terms of service, you are also prohibited from using this website or its content: (a) for any illegal purposes; (b) Soliciting others to engage in or participate in any illegal activities; (c) Violating any international, federal, provincial, or state regulations, rules, laws, or local ordinances; (d) Infringement or infringement of our intellectual property or the intellectual property of others; (e) Harassment, abuse, insult, harm, defamation, slander, derogation, intimidation or discrimination based on gender, sexual orientation, religion, ethnicity, race, age, nationality or disability; (f) Submitting false or misleading information; (g) Upload or transmit viruses or any other type of malicious code that will or may affect the function or operation of the service or any related website, other websites or the Internet in any way; (h) Collecting or tracking personal information of others; (i) Junk mail, phishing, phishing, excuses, spiders, crawling or crawling; (j) For any obscene or immoral purpose; Or (k) interfere with or circumvent the security functions of the Service or any relevant website, other websites or the Internet. We reserve the right to terminate your use of the service or any related website for any violation of prohibited use.</p>"
          }
        },
        "rich_item_k8e4FF": {
          "type": "rich_item",
          "settings": {
            "title": "13.Disclaimers Limitation of Liability",
            "content": "<p>We do not guarantee, declare or warrant that your use of our services will be uninterrupted, timely, safe or error free. We do not guarantee that the results that may be obtained from using this service will be accurate or reliable. You agree that we may delete the service indefinitely from time to time or cancel the service at any time without notifying you. you I expressly agree that the risk of using or being unable to use this service shall be borne by you. This service, as well as all products and services provided to you through this service (unless we explicitly state otherwise), are provided to you for use \"as is\" and \"as available\" without any express or implied representations, warranties, or conditions, including all implied warranties or conditions of merchantability, merchantability, fitness for a particular purpose, durability, ownership, and non infringement. In any case, Langly、 Our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors shall not be liable for any injury, loss, claim or any direct, indirect, incidental, punitive, special or consequential damages, including but not limited to loss of profits, loss of income, loss of savings, loss of data, replacement costs or any similar damages, whether based on contract, tort (including negligence), strict liability or other reasons, arising from your use of any service or any product purchased using such service, or any other claims related to your use of such service or any product, including but not limited to any errors or omissions in any content, or arising from the use of such service or publication through such service Any type of loss or damage resulting from the transmission or other provision of any content (or product), even if the possibility has been notified. Due to certain states or jurisdictions not allowing the exclusion or limitation of liability for indirect or consequential damages, our liability should be limited to the maximum extent permitted by law in these states or jurisdictions.</p>"
          }
        },
        "rich_item_naNJVJ": {
          "type": "rich_item",
          "settings": {
            "title": "14.compensate for",
            "content": "<p>You agree to indemnify, protect, and hold Langly and its parent companies, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns, and employees harmless from any claims or demands made by any third party arising from your violation of these terms of service or reference to any documents therein, including reasonable attorney fees, or from your violation of any laws or third-party rights.</p>"
          }
        },
        "rich_item_aKdrRL": {
          "type": "rich_item",
          "settings": {
            "title": "15.severability",
            "content": "<p>If any provision of these Terms of Service is determined to be illegal, invalid or unenforceable, such provision shall still be enforced to the maximum extent permitted by applicable law, and the unenforceable portion shall be deemed separate from these Terms of Service, and such determination shall not affect the validity and enforceability of any other remaining provisions.</p>"
          }
        },
        "rich_item_G37idG": {
          "type": "rich_item",
          "settings": {
            "title": "16.termination",
            "content": "<p>The obligations and responsibilities of all parties arising prior to the termination date shall terminate this agreement Still effective afterwards. Unless you or we terminate these Terms of Service, they shall remain in effect. You can terminate these Terms of Service at any time by notifying us that you no longer wish to use our services or stop using our website. If we determine on our own that you have failed to comply or we suspect that you have failed to comply with any terms or provisions of these Terms of Service, we may terminate this Agreement at any time without further notice, and you shall still be liable for all payable amounts up to the termination date; And/or may therefore deny you access to our services (or any part thereof).</p>"
          }
        },
        "rich_item_M8X6FA": {
          "type": "rich_item",
          "settings": {
            "title": "17.Entire agreement",
            "content": "<p>Our failure to exercise or enforce any rights or provisions of these Terms of Service does not constitute a waiver of such rights or provisions. These terms of service, as well as any policies or operating rules we publish on this website or regarding the service, constitute the entire agreement and understanding between you and us, and bind your use of the service, replacing any previous or contemporaneous agreements, communications, and proposals between you and us, whether oral or written (including but not limited to any previous versions of the terms of service). Any ambiguity in the interpretation of these Terms of Service shall not be construed as detrimental to the drafting party.</p>"
          }
        },
        "rich_item_za6KVK": {
          "type": "rich_item",
          "settings": {
            "title": "18.Applicable Law",
            "content": "<p>These Terms of Service, as well as any separate agreements we provide to you, are subject to 1920 Hillhurst ave. Ave. PMB 110, Los Angeles, California, US, Jurisdiction and interpretation of 90027 law.</p>"
          }
        },
        "rich_item_GBcKad": {
          "type": "rich_item",
          "settings": {
            "title": "19.Change of Service Terms",
            "content": "<p>You can check the latest version of the terms of service on this page at any time. We reserve the right to update, modify, or replace any part of these Terms of Service at our sole discretion by posting updates and changes on our website. It is your responsibility to regularly check our website for any changes. After publishing any changes to these Terms of Service, your continued use or access to our website or services indicates your acceptance of these changes.</p>"
          }
        },
        "rich_item_dEgN9C": {
          "type": "rich_item",
          "settings": {
            "title": "20.Contact Information",
            "content": "<p>Please send any questions regarding the terms of service to hello@langly.co</p>"
          }
        }
      },
      "block_order": [
        "category_ghYRNf",
        "question-1",
        "rich_item_cEMRzz",
        "rich_item_wrcAiX",
        "rich_item_LPGPWw",
        "rich_item_fhFLLx",
        "rich_item_aQnWCr",
        "rich_item_7QMFmJ",
        "rich_item_tEtgzr",
        "rich_item_6TkNBp",
        "rich_item_4Wf66r",
        "rich_item_aDDyx6",
        "rich_item_jybRnw",
        "rich_item_meMU7h",
        "rich_item_k8e4FF",
        "rich_item_naNJVJ",
        "rich_item_aKdrRL",
        "rich_item_G37idG",
        "rich_item_M8X6FA",
        "rich_item_za6KVK",
        "rich_item_GBcKad",
        "rich_item_dEgN9C"
      ],
      "settings": {
        "color_scheme": "",
        "separate_section_with_border": true,
        "show_categories": false,
        "subheading": "Need help?",
        "title": "Frequently Asked Questions",
        "content": ""
      }
    }
  },
  "order": [
    "term"
  ]
}
