/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "color_scheme": "",
        "show_title": true,
        "page_width": "xs"
      }
    },
    "custom_multiple_media_4LrJw8": {
      "type": "custom-multiple-media",
      "blocks": {
        "media_k6iEnp": {
          "type": "media",
          "settings": {
            "img": "shopify://shop_images/Layer_0_10_54f21a90-3897-4193-9a72-a5ec991ae5dc.png",
            "use_video": false,
            "autoplay": false
          }
        },
        "text_bPWkHc": {
          "type": "text",
          "settings": {
            "title": "",
            "text": "Creative manifesto\nWe believe creativity is our greatest asset, and how we utilize it is our greatest responsibility. Progressive creativity is about responding to the significant questions of our time. Our planet is facing critical challenges, and we know the decisions we make now will have an impact long into the future. Fashion is an expression of identity and values, and it is our mission to ensure it deserves a part in creating a more sustainable and inclusive world to live in. We are asking the challenging questions and collectively embracing change.\nOur Creative Manifesto represents our shared values and defines a set of principles that are guiding us in our sustainability journey. By incorporating these principles in everything we do, we are setting a course for progress, significant both for our times and for our future.\nDesign lasting icons\nCreate desirable products that stand the test of time with considerations for their entire life cycle.​\nCreate with impact in mind\nChoose quality materials and solutions consciously to minimise environmental impact​.\nStrive for progress together\nBuild partnerships with suppliers that share our sustainability values on people and nature.​\nBe curious and honest\nImplement a culture of transparency and learning within our supply chain and towards our customers.\nAct on climate\nAdapt our business model to reduce the carbon footprint across our operations in line with climate science."
          }
        }
      },
      "block_order": [
        "media_k6iEnp",
        "text_bPWkHc"
      ],
      "settings": {
        "is_full": false,
        "section_type": "one-media-top-one-content-bottom",
        "text_alignment": "right",
        "pt": 120,
        "pb": 120,
        "pt_m": 60,
        "pb_m": 60
      }
    },
    "custom_multiple_media_3kk8pd": {
      "type": "custom-multiple-media",
      "blocks": {
        "media_i7BcdP": {
          "type": "media",
          "settings": {
            "img": "shopify://shop_images/Layer_0_11_d547c671-4a48-4138-8286-2e55753ae375.png",
            "use_video": false,
            "autoplay": false
          }
        },
        "text_GBz9ME": {
          "type": "text",
          "settings": {
            "title": "Preferred materials",
            "text": "•Target: 100% of our collection created using preferred materials by FY 26/27<br>\n•Progress: 68% of our collection made in preferred raw materials in FY 22/23\nMaterials are the core of our creative expressions. We drape, fold, cut and continually experiment to evolve our aesthetic, fluid or sculptural, delicate or technical, we care how our materials are made. We prioritise working with qualitative, responsible materials that last. Our material classification tools help our design team navigate material choices by guiding them on what to use more of and what to avoid. Today, over 60% of our collections are created using preferred organic, recycled or responsibly sourced materials and we aim to reach 100% by FY 26/27. <br>\nResponsible wool<br>\nWe have been crafting our classic Canada scarf from responsibly sourced wool since 2022. Making the transition to wool certified by the Responsible Wool Standard (RWS) means we can feel confident that our fibre is coming from farms committed to upholding high animal welfare standards and a progressive approach to land management that helps protect soil. Over 70% of all the wool we use in our collection is now RWS certified. ​Find our products made in RWS wool here. <br>\nThe Recycled puffer<br>\nOur hooded down puffer jackets in our Fall Winter 2023 collection were made using 100% recycled materials, including recycled nylon, polyester and down filling. By switching to recycled alternatives, we reduce the use of virgin fossil fuel-based materials and lower the product’s overall environmental impact. Recycled down also supports us to avoid risks on animal welfare. Overall, 10% of the materials we use in our collection is recycled. Find our products made in recycled materials here. <br>\nOrganic denim<br>\nWe use more cotton in our collections than anything else. Over the last four years we have been transitioning to organic and today it represents over 70% of the cotton we source. Organic cotton is grown without chemical pesticides, supports healthy ecosystems and improves working conditions for farmers. Find our denim and other products made in organic cotton here. Now, we are also working with partners that practice regenerative farming methods that focus on climate and biodiversity conservation. Our first regenerative denim styles have now launched with our Fall Winter 2023 collection.  "
          }
        }
      },
      "block_order": [
        "media_i7BcdP",
        "text_GBz9ME"
      ],
      "settings": {
        "is_full": false,
        "section_type": "one-media-left-one-content-right",
        "text_alignment": "left",
        "pt": 0,
        "pb": 120,
        "pt_m": 0,
        "pb_m": 60
      }
    }
  },
  "order": [
    "main",
    "custom_multiple_media_4LrJw8",
    "custom_multiple_media_3kk8pd"
  ]
}
