/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "cookie": {
      "type": "cookie",
      "blocks": {
        "category_ghYRNf": {
          "type": "category",
          "settings": {
            "title": "Cookie Policy",
            "icon_width": 16
          }
        },
        "question-1": {
          "type": "rich_item",
          "settings": {
            "title": "Introduce",
            "content": "<p>In order to ensure the normal operation of this website and provide the most relevant products and services to our website visitors and registered users, we will place small data files called cookies on your device. This policy provides you with information about cookies and how to control them for this website.</p>"
          }
        },
        "rich_item_cEMRzz": {
          "type": "rich_item",
          "settings": {
            "title": "What is a cookie?",
            "content": "<p>Cookie is a small text file that a website saves on your computer or mobile device when you visit the website. Every subsequent visit, the cookie is sent back to the original website or to other websites that recognize the cookie to record the user's online activity. Cookies on this website may be provided in first party (set by Aest Studios website) or third-party (set by other websites) environments, and may also be associated with the emails you receive from us.</p><p> Cookies can help us improve your website experience. They can also help us understand how people use our website, such as which pages are most popular, so that we can better serve website visitors and registered users.</p>"
          }
        },
        "rich_item_wrcAiX": {
          "type": "rich_item",
          "settings": {
            "title": "The cookies used on this website",
            "content": "<p>You can find an overview of the cookies we use in this section:</p>"
          }
        },
        "rich_item_LPGPWw": {
          "type": "rich_item",
          "settings": {
            "title": "Absolutely necessary cookies",
            "content": "<p>These cookies are crucial for users to move around on our website and provide access to features such as your personal information, purchases, registered user specific resources, and other secure areas of the website. These cookies will not collect information about you that can be used for marketing purposes, nor will they remember your location on the Internet. This type of cookie cannot be disabled. The following list provides more information about these cookies</p><p>-Answer questions, comments, and other requests;</p><p>-Cookies that temporarily store certain user data (such as online spreadsheet content);</p><p>-Cookies that store certain user preferences (such as search settings or language settings);</p><p>-Cookies that store data to ensure smooth playback of video or audio content.</p><p></p><p>The cookie on page 1 above is stored on your device and will expire after 24 hours to 365 days.</p>"
          }
        },
        "rich_item_fhFLLx": {
          "type": "rich_item",
          "settings": {
            "title": "Analyzing Cookies",
            "content": "<p>We use Google Analytics cookies to collect information about how visitors use our website. These cookies collect information in a aggregated manner so that we can gain a deeper understanding of how our website is being used. We anonymize IP addresses in Google Analytics, and the anonymized data will be transmitted to Google and stored on servers in the United States. If required by law, or if a third party processes information on behalf of Google, Google may also transfer this information to the third party. Google will not associate your IP address with any other data held by Google. Google Analytics cookies are stored on your device and expire after 356 days.</p><p>To view your Google Analytics cookies privacy overview, please visit: https: //support.google.com/analytics/answer/6004245</p><p>You can install Google Analytics and choose to exit the browser plugin through the following website: https: //tools.google.com/dlpage/gaoptoutPromote Cookies.</p><p>We also use a marketing database management program that deploys cookies when users interact with marketing communications, such as marketing emails or marketing based login pages on our website. This cookie collects personal information, such as your name, the pages you visit on our website, your visit history to our website, your purchase history on Aest Studios, etc. The collected information is used to evaluate the effectiveness of our marketing activities or provide better marketing positioning. The following table provides more information about this cookie.</p>"
          }
        },
        "rich_item_aQnWCr": {
          "type": "rich_item",
          "settings": {
            "title": "How to control and delete cookies",
            "content": "<p>Many cookies used on our website and email can be controlled by disabling cookies through the browser. To disable cookies through a browser, please follow the instructions typically located in the browser's \"Help,\" \"Tools,\" or \"Edit\" menu. Please note that disabling cookies or cookie categories will not delete cookies from the browser unless manually done through browser functionality. You can click here to manage cookie settings.</p>"
          }
        },
        "rich_item_7QMFmJ": {
          "type": "rich_item",
          "settings": {
            "title": "Cookies set in the past",
            "content": "<p>We can delete your data collected from our analysis cookies. If cookies are deleted, the information collected before preference changes can still be used, but we will stop using disabled cookies to collect any further information about your user experience. For our marketing cookies, when a user chooses to opt out of tracking, a new cookie will be placed to prevent the user from being tracked. The problem? If you need more information, please feel free to contact our data protection officer at any time <a href=\"mailto:hello@aeststudios.com\" target=\"_blank\">hello@aeststudios.com</a> .</p>"
          }
        }
      },
      "block_order": [
        "category_ghYRNf",
        "question-1",
        "rich_item_cEMRzz",
        "rich_item_wrcAiX",
        "rich_item_LPGPWw",
        "rich_item_fhFLLx",
        "rich_item_aQnWCr",
        "rich_item_7QMFmJ"
      ],
      "settings": {
        "color_scheme": "",
        "link_underline": true,
        "separate_section_with_border": true,
        "show_categories": false,
        "subheading": "Need help?",
        "title": "Frequently Asked Questions",
        "content": ""
      }
    }
  },
  "order": [
    "cookie"
  ]
}
